# Выводит введенный текст на экран
print("Я подсчитаю свою живность:")

# Выводит текст на экран, а также расчитывает уравнение
print("Куры", 25 + 30 / 6)
print("Петухи", 100 - 25 * 3 % 4)

# Выводит введенный текст на экран в терминале.
print("А теперь подсчитаю яйца.")

# Выводит на экран терминала решение заданного уравнения
print(3 + 2 + 1 - 5 + 4 % 2 - 1 / 4 + 6)

# Выводит в терминал задданную строчку
print("Верно ли, что 3 + 2 < 5 - 7?")

# Выводим на экран сравнение двух уравнений, должны получить False or True
print(3 + 2 < 5 - 7)

# Выводим на экран терминала текст плюс решение заданного уравнения
print("Сколько будет 3 + 2?", 3 + 2)
print("А сколько будет 5 - 7?", 5 - 7)

# Выводим сново уточняющее предлажение для пользователя
print("Ой, я, кажется, запутался... Почему False?")

# Выводим текст на экран терминала
print("Еще раз посчитаю...")

# Выводим текст на экран терминала плюс заданные формулы
print("Это больше?", 5 > -2)
print("А это больше или равно?", 5 >= -2)
print("А это меньше или равно?", 5 <= -2)
